[
    {
        "sense_id": 302049031,
        "definition": "1. اسْمُ اسْتِفْهَامٍ مَبْنِيٌّ عَلَى الفَتْحِ يُسْأَلُ بِهِ عَنِ الْحَالَةِ: \"كَيْفَ أَنْتَ\"، \"كَيْفَ حَالُكَ\"، \"كَيْفَ أَخُوكَ\"، \"كَيْفَ كُنْتَ\" وَهِيَ تَتَضَمَّنُ الْمَعَانِيَ التَّالِيَةَ : أ. التَّعَجُّبُ البقرة آية 28 َكَيْفَ تَكْفُرُونَ بِاللَّهِ (قرآن). ب. النَّفْيُ وَالإِنْكَارُ: \"كَيْفَ تُخَالِفُ القَانُونَ\". ج. \"خَبَرٌ للمُبْتَدَإِ إِذَا جَاءَ بَعْدَهَا اسْمٌ: \"كَيْفَ الصَّدِيقُ\" \"كَيْفَ العَمَلُ\" د. خَبَرٌ للفِعْلِ النَّاقِصِ : \"كَيْفَ أَصْبَحْتَ \". هـ. اسْمُ شَرْطٍ مَبْنِيٌّ، غَيْرُ جَازِمٍ يَقْتَرِنُ بِفِعْلَيْنِ مُضَارِعَيْنِ مُتَوَافِقَيْنِ لَفْظاً وَمَعْنىً : \"كَيْفَ تَقْرَأُ أَقْرَأُ\". وَتَقْتَرِنُ بـ \"ما\" : فَتَكُونُ جَازِمَةً لِفِعْلَيْنِ مُضَارِعَيْنِ مُتَوَافِقَيْنِ لَفْظاً وَمَعْنىً : \"كَيْفَمَا تَكْتُبْ أَكْتُبْ\". و. وَتَدْخُلُ عَلَى الْمَاضِي مُقْتَرِنَةً بـ \"ما\" : \"سَأُسافِرُ كَيْفَما كانَ الحالُ\". \"كَيْفَمَا اتَّفَقَ\"."
    },
    {
        "sense_id": 303048554,
        "definition": "اسم مبنيّ على الفتح يستعمل للاستفهام الحقيقيّ أو غير الحقيقيّ (تعجُّبيّ إنكاريّ) \"كيف زيد؟ : كيف هنا في محلّ رفع على الخبريّة - كيف جاء محمّدٌ؟ : كيف هنا في محل نصب على الحاليّة أو المفعوليّة المطلقة - <أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى> البقرة/ 260 - <كَيْفَ تَكْفُرُونَ بِاللهِ> البقرة/ 28 : تدلّ على استفهام تعجبيّ إنكاريّ\". كيف حالُك؟ - كيف كان الحال؟ - كيف لا؟"
    },
    {
        "sense_id": 302032066,
        "definition": "1.\"سَاهَمَ فِي تَحْضِيرِ الحَفْلَةِ\" : شَارَكَ فِي تَحْضِيرِهَا. \"لَمْ يُسَاهِمْ مِنْ قَرِيبٍ وَلاَ مِنْ بَعِيدٍ فِي العَمَلِ\"."
    },
    {
        "sense_id": 303026925,
        "definition": "ساهم في الأمر:- أسهم فيه، شارك فيه، عاوَن، ساعد \"ساهم في حلِّ مشاكل صديقه - ساهم في تنظيم مظاهرة احتجاج - ساهمتِ الحكومةُ بمبلغ من المال للمشروع \"."
    },
    {
        "sense_id": 302034056,
        "definition": "1.\"سياسَةُ البِلادِ\" : تَوَلِّي أُمورِها، وَتَسْيِيرُ أَعْمالِها الدَّاخِلِيَّةِ والخارِجِيَّةِ وَتَدْبيرُ شُؤُونِها."
    },
    {
        "sense_id": 303027138,
        "definition": "مبادئ معتمدة تُتّخذ الإجراءات بناءً عليها \"تبنّت الشَّركة سياسة جديدة في تعيين موظَّفيها \"."
    },
    {
        "sense_id": 302004373,
        "definition": "(مَنْسوبٌ إلى أَمْريكا)."
    },
    {
        "sense_id": 302053377,
        "definition": "2.\"حُجَّتُهُ مُسْتَنِدَةٌ إِلَى وَثَائِقَ\" : مُعْتَمِدَةٌ عَلَى ..."
    },
    {
        "sense_id": 303002292,
        "definition": "حرف جَرّ، يفيد انتهاء الغاية الزمانيَّة أو المكانيَّة \"انتظرته من الساعة الثالثة إلى الخامسة - <ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ> البقرة/ 187 - <سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى> الإسراء/ 1 \". إلامَ : إلى ما - إلى آخِره : وغير ذلك، أو ما شابه ذلك، وتكتب أحيانًا مختزلة بلفظ إلخ - إلى الجنوب منه : جنوبه - إلى اللِّقاء : مع السلامة أو حتى نلتقي - إلى جانب ذلك/ إلى غير ذلك : بالإضافة إلى - إلى غد : حتى نلتقي غدًا - إلى متى : حتى أي وقت - إلى يمينه : في الجانب الأيمن منه - أنا منك وإليك : التجائي وانتمائي إليك - وما إليه : وأمثال ذلك"
    },
    {
        "sense_id": 303002297,
        "definition": "حرف جَرّ بمعنى اللاّم \"ياربّ أمري إليك - <وَالأَمْرُ إِلَيْكِ> النمل/ 33 \"."
    },
    {
        "sense_id": 302028124,
        "definition": "1.\"رُؤْيَتُهُ لِلأُمُورِ سَلِيمَةٌ\" : نَظْرَتُهُ، وَالنَّظْرَةُ هُنَا إمَّا بِالقَلْبِ أَوِالعَقْلِ وَإِمَّا بِالعَيْنِ."
    },
    {
        "sense_id": 303019566,
        "definition": "حالة أو درجة كون الشّيء مرئيًّا اختلاط الرُّؤية : غموض الأمر وعدم ظهور الصواب فيه - ذو رؤية : مُظْهر أو مُبْدٍ آراء صائبة - رؤية ثاقبة : رأيٌ سديد - رؤية عربيّة موحَّدة - مدى الرُّؤْية : أبعد مسافة يمكن رؤيتها دون أيّة مساعدة من أيّة أداة تحت ظروف جويّة معيّنة"
    },
    {
        "sense_id": 302032971,
        "definition": "(مَنْسُوبٌ إلَى السُّعُودِيَّةِ)."
    },
    {
        "sense_id": 302033921,
        "definition": "1.\"عَمَلٌ يَنْطَوِي على السُّوءِ\" : على القَبيحِ."
    },
    {
        "sense_id": 302033923,
        "definition": "3.\"خِلافٌ ناتِجٌ عَنْ سُوءِ تَفاهُمٍ\" : خِلافٌ يَنْطَوِي على فَهْمٍ أُسيءَ فَهْمُهُ وَعَلَى غَيْرِ حَقيقَتِهِ."
    },
    {
        "sense_id": 303026991,
        "definition": "شرّ، فساد، قُبْح، نقص، عيْب، كلّ ما يَسوء، وقد تجمع على مساوئ على غير قياس \"سُوء طَبْع/ خُلُق/ استعمال/ حَظّ/ إدارة/ فَهْم/ نيَّة - الحديث السُّوء سريع الانتشار [مثل أجنبيّ] - <إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ> يوسف/ 53 \". سُوء الإدارة : إدارة سيِّئة أو استعمال سيِّئ أو معاملة سيِّئة - سُوء الائتمان : إقدام المرء عن قصد على خيانة الثِّقة التي كانت سبب ائتمانه - سُوء السّلوك : التعامل الخاطئ مع الآخرين - سُوء الظَّنّ : الشَّكّ والارتياب - سُوء العاقبة : كارثة - سُوء الفَهْم : عدم فهمه على الوجه الصحيح - سُوء النِّيَّة : معرفة الإنسان ما ينطوي عليه عمله القانونيّ من عيوب وإجرام - سُوء حالة : وضع سيِّئ - قول السُّوء : القول القبيح - لسوء الحظّ/ لسوء الطَّالع : لعدم التَّوفيق لأسباب أقوى من الإرادة - مسَّه بسُوء : ألحق به ضررًا"
    },
    {
        "sense_id": 302045175,
        "definition": "1.\"فَهْمُ الدَّرْسِ\" : إِدْرَاكُهُ وَتَحْصِيلُهُ."
    },
    {
        "sense_id": 302045176,
        "definition": "2.\"سُوءُ الْفَهْمِ\" : سُوءُ الإِدْرَاكِ وَالتَّحْصِيلِ."
    },
    {
        "sense_id": 303042698,
        "definition": "مصدر فهِمَ - سُوء الفَهْم : عدم فهمه على الوجه الصحيح"
    },
    {
        "sense_id": 303042699,
        "definition": "جودة استعداد الذِّهن للاستنباط"
    },
    {
        "sense_id": 302045176,
        "definition": "2.\"سُوءُ الْفَهْمِ\" : سُوءُ الإِدْرَاكِ وَالتَّحْصِيلِ."
    },
    {
        "sense_id": 302064473,
        "definition": "مِنَ الْبُلْدَانِ الْعَرَبِيَّةِ (الْجُمْهُورِيَّةُ الْيَمَنِيَّةُ). عَاصِمَتُهَا صَنْعَاءُ."
    },
    {
        "sense_id": 302021776,
        "definition": "1.\"اِنْدَلَعَتِ الحَرْبُ بَيْنَ البَلَدَيْنِ\" : اِشْتَعَلَتْ نيرانُ الْمَدافِعِ والقَذائِفِ بِالدَّبَّاباتِ والطَّائِراتِ وَما شابَهَ ذَلِكَ، القِتالُ بِالسُّيوفِ والرِّماحِ قَديماً."
    },
    {
        "sense_id": 302021777,
        "definition": "2.\"خاضَ الشَّعْبُ العَرَبِيُّ حَرْبَ تَحْريرٍ شَعْبِيَّةً ضِدَّ الاحْتِلالِ\" : مَعْرَكَة التَّحْريرِ."
    },
    {
        "sense_id": 303010021,
        "definition": "قتال ونِزال بين فئتين، عكسه سِلْم \"إذا أردت السِّلْمَ فاستعدّ للحرب - وما شهداءُ الحرب إلاّ عمادها ... وإن شيَّد الأحياءُ فيها وطنَّبوا - الْحَرْبُ خُدْعَةٌ [حديث] - <حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا> محمد/ 4 : حتَّى تنتهي وينقضي أمرُها - <كُلَّمَا أَوْقَدُوا نَارًا لِلْحَرْبِ أَطْفَأَهَا اللهُ> المائدة/ 64 : كلّما أثاروا الفتن ودبَّروا المكائدَ التي تؤدّي إلى وقوع الحرب بين النّاس أطفأ الله مساعيهم\". حَرْبٌ عالميّة : تشترك فيها دول العالم - أطفأ الحرب : أهمدها حتى تبرد - الحرب العالميّة الثَّانية : وقعت بين عامي 1358- 1365هـ/ 1939- 1945م بين دول المحور (ألمانيا- إيطاليا- اليابان) والحلفاء (بريطانيا- فرنسا- الولايات المتحدة- روسيا) وانتهت بانتصار الحلفاء - حَرْبُ الجراثيم/ حَرْبٌ جُرْثوميّة : حرب تُستخدم فيها الجراثيم المؤذية كالبكتيريا والفيروسات - صَيْحة الحرب : صَيْحة يطلقها المحاربون عند الهجوم - الحرب بينهم سِجال : مستمرَّة بين الطّرفين دون انتصارِ طرف أو هزيمة آخر - حَرْبُ العِصابات : حربٌ يكون أحدُ طرفَي القتال فيها جنود غير نظاميين يهاجمون عدوَّهم كلَّما سنحت لهم فرصة مناسبة ثمَّ يَفرُّون إلى مكانٍ آمِن - قامتِ الحربُ على قَدَم وساق : اشتدّ الأمر وصعب الخلاص منه - حَرْبُ الأعصاب : حربٌ نفسيَّة تهدف إلى إرباك وإنقاص الرُّوح المعنويَّة للخصم - دارَت رحى الحرب : اشتعلت واشتدَّت - دَقَّ طُبولَ الحرب : أعلنها، أثارها - حَرْبٌ نفسيَّة : محاولة التَّأثير على المعنويَّات في أوقات الحرب - أنت حربٌ علينا/ أنت حربٌ لنا : عدوّ - الحرب العالميَّة الأولى : تُسمَّى الحرب العظمى وقعت بين عامي 1333- 1337هـ/ 1914-1918م - حَرْبٌ إعلاميّة : تقوم بين أجهزة الإعلام في الدُّول المتنازعة - صندوق الحرب : تجميع الأموال لتمويل المجهود الحربيّ - استعرتِ الحربُ : اشتدَّت واحتدمت - جرائم الحرب : جرائم تحدث في الحروب مثل التَّطهير العرقيّ وإساءة معاملة سُجناء الحرب ممّا يُعدّ خرقًا لأعراف الحرب - حَرْبٌ أهليَّة/ حَرْبٌ طائفيّة : صراع مسلَّح يقع بين أبناء الوطن الواحد - وضَعت الحربُ أوزارَها : انقضت، لم يبق قتال - كشَفتِ الحربُ عن ساقِها/ شمَّرتِ الحربُ عن ساقِها : قويت واشتدّت - حَرْبُ الاستِنْزاف : مناوشات حربيَّة غير متّصلة بقصد استهلاك قوى العدوّ وإفناء موارده - أركان الحرب : قواد الجيش الحاصلون على مؤهّلات عليا في العلوم العسكرية، جماعة القُوّاد الذين تصدر عنهم خُطط قيادة الجيش، والمكان الذي يجتمع فيه هؤلاء القوّاد - حَرْبٌ خاطفة : هجوم سريع ومفاجئ تشارك فيه القوات الجوِّيَّة والبرِّيَّة، مبنيّة على مبدأ الهجوم الصاعق - أوقد نارَ الحرب : أثارها وهيَّجها - حَرْبٌ وقائيّة : حرب يدّعي مثيروها أنّها حرب دفاعيَّة يريدون بها حماية بلادهم من غزوٍ مُحتمَل - رَجُل حَرْب : خبير في إدارة المعارك الحربيّة - ابن الحرب : الشُّجاع الذي تعوَّد الحربَ وألِفها - الحروب الصَّليبيّة : وقعت بين جيوش من نصارى أوربَّا والشَّرق الإسلاميّ أثناء القرون 11و 12و 13 الميلاديّة بدعوى تخليص بيت المقدس وما حوله - الحرب النَّوويَّة : ما تستخدم فيه الطّاقة النَّوويّة أو القنبلة الذَّرِّيَّة"
    },
    {
        "sense_id": 303010022,
        "definition": "الحرب البارِدة:- حرب سلاحها الدِّعاية والكلام واختلاق الإشاعات والتصريحات الاستفزازيّة"
    },
    {
        "sense_id": 302032971,
        "definition": "(مَنْسُوبٌ إلَى السُّعُودِيَّةِ)."
    },
    {
        "sense_id": 302045253,
        "definition": "1. الظَّرْفِيَّةُ: أ. ظَرْفِيَّةٌ مَكَانِيَّةٌ: \"أَقَامَ فِي الْجَبَلِ\". ب. ظَرْفِيَّةٌ زَمَانِيَّةٌ: \"وَصَلَ فِي الْمَسَاءِ\". ج. ظَرْفِيَّةٌ حَقِيقِيَّةٌ أَوْ مَجَازِيَّةٌ: \"الْمَعَادِنُ فِي بَاطِنِ الأَرْضِ\" وَ\"السَّعَادَةُ فِي رَاحَةِ النَّفْسِ\"."
    },
    {
        "sense_id": 303042883,
        "definition": "حرف جرّ يفيد الظرفيّة الحقيقيّة أو المجازيّة \"المعادن في باطن الأرض - السعادة في راحة الضمير - <غُلِبَتِ الرُّومُ. فِي أَدْنَى الأَرْضِ> الروم/ 2، 3 \"."
    },
    {
        "sense_id": 302050246,
        "definition": "1. : فِعْلُ مَاضٍ نَاقِصٌ مِنْ أَخَوَاتِ \"كَان\" يَرْفَعُ الاسْمَ وَيَنْصِبُ الْخَبَرَ، وَيُفِيدُ النَّفْيَ وَلاَ يَأْتِي مِنْهُ الْمُضَارِعُ وَلاَ الأَمْرُ : \"لَيْسَ الْحُكْمُ بَاطِلاً\". وَيَجُوزُ زِيَادَةُ الْبَاءِ فِي خَبَرِهَا: \"لَيْسَ اللَّهُ بِظَالِمٍ\". وَلاَ يَجُوزُ تَقْدِيمُ خَبَرِهَا عَلَيْهَا."
    },
    {
        "sense_id": 303050523,
        "definition": "فعل ماضٍ ناسخ، جامد من أخوات كان يرفع الاسم وينصب الخبر، يدلُّ على نفي الحال وكثيرًا ما تدخُل الباءُ في خبره لتأكيد النَّفي \"ليس محمَّدٌ جالسًا - ليس لنا شيءٌ - <أَلَيْسَ اللهُ بِكَافٍ عَبْدَهُ> الزمر/ 36 \". ليس إلاَّ : لا غير، فقط"
    },
    {
        "sense_id": 302045389,
        "definition": "1.\"قَادِرٌ عَلَى مُوَاجَهَةِ كُلِّ الصِّعَابِ\" : لَهُ الْقُدْرَةُ وَالْكَفَاءةُ عَلَى..."
    },
    {
        "sense_id": 303043479,
        "definition": "قدَر على الصعود إلى الجبل:- تمكّن منه، استطاع، قوي عليه \"قدَر على عدوِّه/ العمل/ الصِّعاب - العفو عند المقدرة - له قدرة كبيرة على إنجاز العمل - <أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ> البلد/ 5 \"."
    },
    {
        "sense_id": 303043486,
        "definition": "قدِرَ على عدوّه:- قدَر؛ تمكّن منه وقوي عليه"
    },
    {
        "sense_id": 302041708,
        "definition": "1. الاسْتِعْلاَءُ : \"حُمِلَ عَلَى الأَكْتَافِ\". المؤمنون آية 22وَعَلْيَهَا وَعَلَى الفُلْكِ تُحْمَلُونَ (قرآن) \"حَطَّ الطَّائِرُ عَلَى غُصْنِ الشَّجَرَةِ\"."
    },
    {
        "sense_id": 303037564,
        "definition": "حرف جرّ بمعنى فوق، يفيد الاستعلاء \"العصفور على الشّجرة - <وَعَلَيْهَا وَعَلَى الْفُلْكِ تُحْمَلُونَ> المؤمنون/ 22 \". سار على هواه : فعل ما أراد، عمل ما أحبّ - على أحسن ما يُرام : في أحسن حال - على الإطلاق : إطلاقًا - على التَّوالي : متوالٍ متتابع، تِباعًا - على الرُّحْب والسَّعَة : أهلاً وسهلاً، بكلِّ التِّرحاب والارتياح - على الرَّغْم من كذا : لا يحول كذا دونه، لا يمنع كذا تحقيقه، على كُرهٍ منه - على العين والرَّأس : بكلّ سرور وتقبُّل - على بساط البحث : معروض للمناقشة والتفكير، جارٍ نقاشه - على حسابه : على نفقته ومسئوليّته - على حقّ : مُحِقّ - على خطأ : مُخطِئ - على رءوس الأشهاد : على مرأى من الجميع، علانية جهارًا - على رِسْلِك : تمهَّل، تَأنَّ ولا تتعجَّل - على سبيل المثال : بقصد التَّمثيل لا الحصر، كمثال - على طاولة المفاوضات : حولها، بالتفاوض - على غير انتظار : لم يكن متوقَّعًا - على قدم المساواة : بالتَّساوي، دون تفضيل أحدٍ على غيره - على قدمٍ وساقٍ : بكلّ قوّة، بطاقته الكاملة - على كلِّ حالٍ : في جميع الأحوال - على لسان فلان : منسوبٌ إليه - على مائدة الطَّعام : حولها - على مَهَلٍ : مُتمهِّلٌ، ببطء - على وَجْه التَّقريب : تقريبًا - على وَجْه الخصوص : بصفةٍ خاصَّة، بالتحديد - هو على دين الإسلام : مُسلِمٌ - هو على عهده : متمسِّكٌ به"
    },
    {
        "sense_id": 302007573,
        "definition": "\"يُسافِرُ بِاسْتِمْرارٍ\": على الدَّوامِ."
    } 
]
